Repository: mlemgroup/mlem
Catalog: Mlem/Localizable.xcstrings
Source language: en
Languages: fr

source: If an instance is "guaranteed", it is known as definitely not spam. Unguaranteed instances are not necessarily spam; rather, it is unknown whether a non-guaranteed instance is spam or not. An instance can be guaranteed by any other guaranteed instance. This forms a chain of guaranteed instances known as the "Chain of Trust". The Chain of Trust starts at the Fediseer itself, which guarantees several of the largest instances. A guarantee can be revoked by the guarantor at any time. If an instance's guarantee is revoked, it returns to a "not guaranteed" state along with any instances it guarantees. Once an instance has been guaranteed, it is able to express its approval or disapproval of other instances using endorsements, hesitations and censures.
fr: Si une instance est « garantie », elle n'est pas considérée comme du spam. Les instances non garanties ne sont pas nécessairement du spam. En revanche, on ne sait pas si une instance non garantie est du spam ou non. Une instance peut être garantie par n'importe quelle autre instance garantie. Cela forme une chaîne d'instances garanties appelée « chaîne de confiance ». La chaîne de confiance commence au niveau du Fediseer lui-même, qui garantit plusieurs des plus grandes instances. Une garantie peut être révoquée par le garant à tout moment. Si la garantie d'une instance est révoquée, elle revient à l'état « non garantie » avec toutes les instances qu'elle garantit. Une fois qu'une instance a été garantie, elle est en mesure d'exprimer son approbation ou sa désapprobation d'autres instances en utilisant des approbations, des hésitations et des censures.

source: If set to "Automatic", the full URL will be hidden in compact comments.
fr: Si défini sur « Automatique », l'URL complète sera masquée dans les commentaires compacts.

source: If you are a moderator or administrator of a filtered post, it will appear in your feed but require you to tap to view its content.
fr: Si vous êtes modérateur ou administrateur d'une publication filtrée, elle apparaîtra dans votre fil mais vous devrez appuyer pour en afficher le contenu.

source: Image loading failed
fr: Échec du chargement de l'image

source: Image Saved
fr: Image enregistrée

source: Images are cached on your device for fast reuse. The maximum cache size is around %@.
fr: Les images sont mises en cache sur votre appareil pour une réutilisation rapide. La taille maximale du cache est d'environ %@.

source: Import Settings
fr: Paramètres d’importation

source: Import...
fr: Importer...

source: Import/Export Settings
fr: Paramètres d’importation / exportation

source: Imported Settings
fr: Paramètres importés

source: In Browser
fr: Dans le navigateur

source: In Default Browser
fr: Dans le navigateur par défaut

source: In Mlem
fr: Dans Mlem

source: In Reader
fr: Dans le « mode lecture »

source: Inbox
fr: Notifications

source: Inbox is outdated
fr: La boîte de réception est périmée

source: Indicate link thumbnails with an icon.
fr: Indiquer les miniatures des liens avec une icône.

source: Infinite Scroll
fr: Défilement infini

source: Instance is private
fr: L'instance est privée

source: Instance Link
fr: Lien de l'instance

source: Interaction Bar
fr: Barre d’intéraction

source: It's turtles all the way down
fr: Ce sont des tortues tout le long

source: Italic
fr: Italique

source: john_doe@example.com
fr: jean_dupont@exemple.com

source: john@example.com
fr: jean@exemple.com

source: Join %@ active users on Lemmy.world
fr: Rejoindre %@ utilisateurs actifs sur Lemmy.world

source: Join Discord Server
fr: Rejoindre le serveur Discord

source: Join Matrix Room
fr: Rejoindre l’espace Matrix

source: Jump Button
fr: Bouton de saut

source: Just Now
fr: Maintenant

source: Keep
fr: Conserver

source: Keep Place
fr: Conserver l’Emplacement

source: Key
fr: Clé

source: Keywords
fr: Mots-clés

source: Last %lld days
fr: Ces %lld derniers jours

source: Learn more...
fr: En savoir davantage…

source: Left
fr: Gauche

source: Lemmy Community
fr: Communauté Lemmy

source: Let's Go
fr: C’est parti

source: Licenses
fr: Licences

source: Link
fr: Lien

source: Literals
fr: Littéraux

source: Load directly from %@
fr: Charger directement depuis %@

source: Load More
fr: Charger davantage

source: Load This Image Directly
fr: Charger cette image directement

source: Loading instance details
fr: Chargement des détails de l’instance

source: Loading...
fr: Chargement…

source: Local Only
fr: Local uniquement

source: Local Options
fr: Options locales

# local.subscriber.count.text
source: %1$lld on %2$@
fr: %1$lld dans %2$@

source: Location
fr: Localisation

source: Lock
fr: Verrouillage

source: Lock Post
fr: Verrouiller la publication

source: Log In
fr: Se connecter

source: Log in or sign up to view your inbox.
fr: Connectez-vous ou inscrivez-vous pour voir votre boîte de réception.

source: Log in or sign up to view your subscriptions.
fr: Connectez-vous ou inscrivez-vous pour consulter vos abonnements.

source: Long Press Action
fr: Action d’appui long

source: Looking for something? Read posts are hidden.
fr: Vous cherchez quelque chose ? Les publications lues sont masquées.

source: Low
fr: Bas

source: Mark Read
fr: Marquer comme lu

source: Mark Read on Scroll
fr: Marquer comme lu au défilement

source: Mark Unread
fr: Marquer comme non lu

source: Matrix Room
fr: Espace Matrix

source: Maximum Comment Depth
fr: Profondeur maximale des commentaires

source: Maximum Depth
fr: Profondeur maximale

source: Media & Links
fr: Médias et liens

source: Medium
fr: Moyen

source: Mentions Only
fr: Uniquement les mentions

source: Message Reports
fr: Rapports de messages

source: Message Reports Only
fr: Rapports de messages uniquement

source: Message was deleted
fr: Le message a été supprimé

source: Messages Only
fr: Messages uniquement

source: Mlem Developer
fr: Développeur de Mlem

source: Mlem Privacy Policy
fr: Politique de confidentialité de Mlem

source: Mlem uses a Google API to fetch website icon URLs. If you'd prefer not to use this, you can choose to hide website icons.
fr: Mlem utilise une API Google pour récupérer les URL des icônes de sites web. Si vous préférez ne pas l'utiliser, vous pouvez choisir de masquer les icônes de sites web.

source: Mlem will always try to load from the proxy first.
fr: Mlem essaiera toujours de charger à partir du proxy en premier.

source: Mod Mail
fr: Messages de modération

source: Mod Mail Action Layouts
fr: Disposition des actions Mod Mail

source: Mod Mail Only
fr: Uniquement les messages de modération

source: Moderated
fr: Modéré

source: Moderation
fr: Modération

source: Moderation...
fr: Modération...

source: Moderator
fr: Modérateur

source: Moderator Actions
fr: Actions du modérateur

source: Moderator was appointed
fr: Le modérateur a été nommé

source: Moderator was removed
fr: Le Modérateur a été retiré

source: Modlog
fr: Log de modération

source: Modlogs
fr: Logs de modération

source: More
fr: Plus

source: More Info
fr: Plus d'info

source: More Replies
fr: Plus de réponses

source: More Widgets...
fr: Plus de widgets...

source: More...
fr: Plus...

source: Most Comments
fr: Plus de commentaires

source: Most Recent
fr: Le plus récent

source: Multiple Columns
fr: Colonnes multiples

source: Mute
fr: Mettre en sourdine

source: Mute Videos
fr: Vidéos en sourdine

source: My Instance
fr: Mon instance

source: My Profile
fr: Mon profil

source: Name
fr: Nom

source: Never
fr: Jamais

source: New
fr: Nouveau

source: New Comments
fr: Nouveau commentaire

source: New Keyword...
fr: Nouveau mot clé...

source: New Literal...
fr: Nouveau littéral…

source: New Password
fr: Nouveau mot de passe

source: New password is invalid
fr: Le nouveau mot de passe n’est pas valide

# New password must be between %lld and %lld characters long.
source: New password must be between %1$lld and %2$lld characters long.
fr: Le nouveau mot de passe doit comporter entre %1$lld et %2$lld caractères.

source: New Post
fr: Nouvelle publication

source: Next
fr: Suivant

source: Nickname
fr: Surnom

source: No
fr: Non

source: No comments found
fr: Aucun commentaire trouvé

source: No image
fr: Aucune image

source: No reason given
fr: Pas de motif donné

source: No URL Copied
fr: Pas d’URL copiée

source: Non-Text Indicators
fr: Indicateur non textuel

source: None
fr: Aucun

source: Not Guaranteed
fr: Non garanti

source: Notification Badge
fr: Badge de notification

source: Notifications will be sent to %@.
fr: Les notifications seront envoyées vers %@.

source: Now
fr: Maintenant

source: NSFW Communities
fr: Communautés NSFW

source: NSFW Content
fr: Contenu NSFW

source: NSFW Tag
fr: Étiquette NSFW

source: Ocean
fr: Océan

source: Old
fr: Vieux

source: Older
fr: Plus vieux

source: Once approved, you'll be able to log in to your account from the Settings tab.
fr: Une fois approuvé, vous pourrez vous connecter à votre compte depuis l'onglet des paramètres.

source: One of more of your posts failed to send.
fr: Un ou plusieurs de vos messages n'ont pas pu être envoyés.

source: Only in Profile
fr: Uniquement dans le profil

source: Open
fr: Ouvrir

source: Open Account Switcher
fr: Ouvrir le sélectionneur de comptes

source: Open Authenticator App...
fr: Ouvrir l’app d’authentification...

source: Open External Links
fr: Ouvrir les liens externes

source: Open in Browser
fr: Ouvrir dans le navigateur

source: Open in Reader
fr: Ouvrir en « mode lecture »

source: Open Mail App
fr: Ouvrir l’application de mails

source: Open URL from Clipboard
fr: Copier l’URL dans le Presse-papiers

source: Optional Description
fr: Description optionnelle

source: Original Instance
fr: Instance originale

source: Original Poster
fr: Publieur originel

source: Other
fr: Autre

source: Outline
fr: Contour

source: Outline Thickness
fr: Épaisseur de contour

source: Outside NSFW Communities
fr: En dehors de Communautés NSFW

source: Overview
fr: Aperçu

source: Parent Comments
fr: Commentaires parents

source: Password
fr: Mot de passe

source: Password must be %lld characters or more.
fr: Le mot de passe doit contenir %lld caractères ou plus.

source: Passwords don't match.
fr: Les mots de passe en correspondent pas.

source: Paste
fr: Coller

source: Permanent
fr: Définitivement

source: Permanently delete %@
fr: Supprimer définitivement %@

source: Personal Only
fr: Perspnnel Seulement

source: Photo Library
fr: Gallerie de photos

source: Pin
fr: Épingler

source: Pin Post
fr: Épingler la Publication

source: Pin to community
fr: Épingler dans la communauté

source: Pin to Community
fr: Épingler la Communauté

source: Pin to Community or Instance?
fr: Épingler dans la communauté ou l’instance ?

source: Pin to instance
fr: Épingler sur l'instance

source: Pin to Instance
fr: Épingler l’Instance

source: Pin...
fr: Épingler…

source: Pink
fr: Rose

source: Play
fr: Lecture

source: Poll has ended
fr: Le sondage est terminé

source: Popular
fr: Populaire

source: Post
fr: Publication

source: Post Downvotes
fr: Votes négatifs sur les publications

source: Post failed to send.
fr: La publication n’a pas pu être envoyée.

source: Post Read Indicator
fr: Indicateur de lecture de publication

source: Post Reports
fr: Rapports de publication

source: Post Reports Only
fr: Rapports de publication seulement

source: Post Size
fr: Taille de la publication

source: Post Upvotes
fr: Votes positifs sur les publications

source: Post was locked
fr: La publication a été verrouillée

source: Post was pinned to %@
fr: La publication a été épinglée sur %@

source: Post was purged
fr: La publication a été purgée

source: Post was removed
fr: La publication a été retirée

source: Post was restored
fr: La publication a été restaurée

source: Post was unlocked
fr: La publication a été déverrouillée

source: Post was unpinned from %@
fr: La publication a été désépinglée depuis %@

source: Posts
fr: Publications

source: Posts from %@ communities
fr: Publications des communautés %@

source: Posts from all federated instances
fr: Publications de toutes les instances fédérées

source: Posts from communities you moderate
fr: Publications depuis les communautés que vous modérez

source: Posts from communities you subscribe to
fr: Publications depuis les communautés suivies

source: Posts from popular communities
fr: Publications des communautés populaires

source: Pride
fr: Fierté

source: Privacy
fr: Vie privée

source: Privacy Policy
fr: Politique de Confidentialité

source: Private
fr: Privé

source: Profile
fr: Profil

source: Profile Tab Label
fr: Étiquette de l'onglet de profil

source: Proxy Failure
fr: Échec du proxy

source: Purge
fr: Purger

source: Purge Comment
fr: Purger un commentaire

source: Purge Community
fr: Purger une communauté

source: Purge Person
fr: Purger une personne

source: Purge Post
fr: Purger une publication

source: Purge User
fr: Purger un utilisateur

source: Purged content is erased from the database and cannot be restored.
fr: Le contenu purgé est effacé de la base de données et ne peut pas être restauré.

source: Quick Look
fr: Aperçu rapide

source: Quote
fr: Citation

source: Ranks posts based on the post score and creation time.
fr: Classe les publications en fonction du score de publication et du temps de création.

source: Ranks posts based on the post score and the time since the last comment was created.
fr: Classe les publications en se basant sur son score et la durée écoulée depuis la création du dernier commentaire.

source: Re-Export
fr: Réexporter

source: Read %lld posts
fr: Lu %lld publications

source: Read Indicator
fr: Indicateur de lecture

source: Really add NSFW tag?
fr: Vraiment ajouter le tag NSFW ?

source: Really apply this configuration to all interaction bars?
fr: Faut-il vraiment appliquer cette configuration à toutes les barres d’interaction ?

source: Really apply this configuration to all other content types?
fr: Faut-il vraiment appliquer cette configuration à tous les autres types de contenu ?

# Really appoint %@ as a moderator of %@?
source: Really appoint %1$@ as a moderator of %2$@?
fr: Voulez-vous vraiment nommer %1$@ comme modérateur de %2$@ ?

# Really appoint %@ as an administrator of %@?
source: Really appoint %1$@ as an administrator of %2$@?
fr: Voulez-vous vraiment nommer %1$@ comme administrateur de %2$@ ?

source: Really appoint this user as a moderator of %@?
fr: Voulez-vous vraiment nommer cet utilisateur comme modérateur de %@ ?

source: Really appoint this user as an administrator of %@?
fr: Voulez-vous vraiment nommer cet utilisateur comme administrateur de %@ ?

source: Really block this community?
fr: Voulez-vous vraiment bloquer cette communauté ?

source: Really block this instance?
fr: Voulez-vous vraiment bloquer cette instance ?

source: Really block this user?
fr: Voulez-vous vraiment bloquer cet utilisateur ?

source: Really delete %@?
fr: Voulez-vous vraiment supprimer %@ ?

source: Really delete?
fr: Vraiment supprimer ?

source: Really lock this post?
fr: Vraiment verrouiller cette publication ?

source: Really pin this post to %@?
fr: Voulez-vous vraiment épingler ce message sur %@ ?

source: Really pin this post to the community?
fr: Voulez-vous vraiment épingler ce message dans la communauté ?

source: Really pin this post?
fr: Vraiment épingler cette publication ?

source: Really remove %@?
fr: Voulez-vous vraiment supprimer %@ ?

# Really remove administrator %@ from %@?
source: Really remove administrator %1$@ from %2$@?
fr: Voulez-vous vraiment supprimer l’administrateur %1$@ de %2$@ ?

# Really remove moderator %@ from %@?
source: Really remove moderator %1$@ from %2$@?
fr: Voulez-vous vraiment supprimer le modérateur %1$@ de %2$@ ?

source: Really remove NSFW tag?
fr: Vraiment retirer le tag NSFW ?

source: Really sign out of %@?
fr: Voulez-vous vraiment vous déconnecter de %@ ?

source: Really unlock this post?
fr: Voulez-vous vraiment débloquer ce post ?

source: Really unpin this post from %@?
fr: Voulez-vous vraiment retirer ce message de %@ ?

source: Really unpin this post from the community?
fr: Voulez-vous vraiment retirer ce message de la communauté ?

source: Really unpin this post?
fr: Vraiment désépingler cette publication ?

source: Reason
fr: Motif

source: Reason (Optional)
fr: Motif (optionnel)

source: Reason:
fr: Motif :

source: Received %@
fr: Reçu %@

source: Recent Checks
fr: Vérifications Récentes

source: Recently Searched
fr: Recherches Récentes

source: Redo
fr: Refaire

source: Reduce Motion
fr: Réduire les animations

source: Refresh
fr: Rafraîchir

source: Refresh Token
fr: Token de rafraîchissement

source: Registration
fr: Inscription

source: Registration Applications
fr: Demandes d’inscription

source: Registrations are closed on this instance.
fr: Les inscriptions sont closes sur cette instance.

source: Reload
fr: Rechargement

source: Reload on Switch
fr: Recharger au changement

source: Remember Search History
fr: Se souvenir de l’historique de recherche

source: Remove
fr: Supprimer

source: Remove Administrator
fr: Supprimer un administrateur

source: Remove Comment
fr: Supprimer un commentaire

source: Remove Community
fr: Supprimer une communauté

source: Remove Content
fr: Supprimer un contenu

source: Remove Moderator
fr: Supprimer un modérateur

source: Remove NSFW Tag
fr: Retirer le tag NSFW

source: Remove Post
fr: Supprimer une publication

source: Remove Recent Search
fr: Supprimer une recherche récente

source: Removed: %@
fr: Supprimé : %@

# Removed: %@ From: %@
source: Removed: %1$@ From: %2$@
fr: Supprimé : %1$@ De : %2$@

source: Replies
fr: Réponses

source: Replies Only
fr: Réponses uniquement

source: Replies, mentions and messages
fr: Réponses, mentions et messages

source: Reply
fr: Réponse

source: Reply Counter
fr: Compteur de réponse

source: Report
fr: Signaler

# Reported %@ by %@
source: Reported %1$@ by %2$@
fr: Signalé %1$@ par %2$@

source: Reports
fr: Signalements

source: Reports and Registration Applications
fr: Signalements et demandes d’inscriptions

source: Reports Email Admins
fr: Signalements d’emails d’admins

source: Reports from communities you moderate
fr: Signalements depuis des communautés que vous modérez

source: Reports Only
fr: Signalements uniquement

source: Requires Application
fr: Nécessite une inscription

source: Reset
fr: Réinitialsier

source: Resolve
fr: Résoudre

source: Resolved
fr: Résolu

source: Resolved by %@
fr: Résolu par %@

source: Resolving...
fr: Résolution…

source: Response Time
fr: Temps de réponse

source: Restore
fr: Restaurer

source: Restore Settings
fr: Paramètres de restauration

source: Restored
fr: Restauré

source: Restored Settings
fr: Paramètres restaurés

source: Right
fr: Droite

source: Row Size
fr: Taille de ligne

source: Safety & Filtering
fr: Sécurité et filtrage

source: Save
fr: Enregistrer

source: Save and Restore
fr: Enregistrer et restaurer

source: Save Settings
fr: Enregistrer les réglages

source: Save the current settings and restore them later.
fr: Enregistrez les réglages actuels et restaurez-les ultérieurement.

source: Saved
fr: Enregistré

source: Saved Settings
fr: Paramètres enregistrés

source: Scaled
fr: Mis à l’échelle

source: Score Counter
fr: Compteur de score

source: Search
fr: Recherche

source: Search for comments
fr: Rechercher des commentaires

source: Search for communities
fr: Rechercher des communautés

source: Search for Lemmy instances
fr: Rechercher des instances Lemmy

source: Search for posts
fr: Rechercher des publications

source: Search for users
fr: Rechercher des utilisateurs

source: Search…
fr: Recherche…

source: See All
fr: Voir tout

source: Select Text
fr: Sélectionner le texte

source: Send
fr: Envoyer

source: Send a Message...
fr: Envoyer un message...

source: Send Message
fr: Envoyer un message

source: Send Notifications to Email
fr: Envoyer des notifications par e-mail

source: Send to Lemmy User
fr: Envoyer à un utilisateur Lemmy

source: Sent %@
fr: Envoyé %@

source: Separate Actions Using
fr: Séparer les actions à l'aide de

source: Separate Menu
fr: Menu séparé

source: Settings
fr: Paramètres

source: Settings Icons
fr: Paramètres des icônes

source: Share
fr: Partager

source: Share Links
fr: Partager les liens

source: Share links using %@. When someone opens the link, they can choose which instance to use.
fr: Partager des liens avec %@. Lorsqu'un utilisateur ouvre le lien, il peut choisir l'instance à utiliser.

source: Share links using the instance that the content originated from.
fr: Partager des liens en utilisant l’instance d’où provient le contenu.

source: Share links using the instance you are currently connected to.
fr: Partager des liens en utilisant l'instance à laquelle vous êtes actuellement connectée.

source: Share using...
fr: Partager via…

source: Share...
fr: Partager...

source: Show
fr: Afficher

source: Show Account Age
fr: Afficher l’âge du compte

source: Show All Actions in Feed
fr: Afficher toutes les actions dans le flux

source: Show Avatar
fr: Afficher l’avatar

source: Show Bot Accounts
fr: Afficher les comptes robots

source: Show content flagged as Not Safe For Work.
fr: Afficher les contenus étiquetés comme « Not Safe For Work ».

source: Show Details
fr: Afficher les détails

source: Show Downvotes Separately
fr: Afficher séparément les votes négatifs

source: Show Full URL
fr: Afficher toute l’URL

source: Show Mod Names in Modlog
fr: Afficher les noms de modérateurs dans le journal de modération

source: Show NSFW Content
fr: Afficher le contenu NSFW

source: Show Older Incidents
fr: Afficher les incidents plus vieux

source: Show Parent
fr: Afficher le parent

source: Show Post
fr: Afficher la publication

source: Show Read
fr: Afficher les lus

source: Show Response Times
fr: Afficher les temps de réponse

source: Show Results
fr: Afficher les résultats

source: Show Sidebar on App Launch
fr: Afficher la barre latérale au lancement de l'application

source: Show warnings when opening...
fr: Afficher les avertissements lors de l'ouverture...

source: Showing Read
fr: Lus affichés

source: Shown
fr: Affiché

source: Sign In
fr: Se connecter

source: Sign In to Lemmy
fr: Se connecter à Lemmy

source: Sign Out
fr: Se déconnecter

source: Sign Up
fr: S’inscrire

source: Sign-In & Security
fr: Connexion et sécurité

source: Silver
fr: Argent

source: Similar to \"Hot\", but ranks posts from smaller communities higher.
fr: Similaire à « Chaud », mais met davantage en avant les publications des plus petites communautés.

source: Size
fr: Taille

source: Slide to Zoom
fr: Glisser pour zoomer

source: Slide to Zoom Images
fr: Glisser pour zoomer sur les images

source: Slow
fr: Lent

source: Slur Filter
fr: Filtre de liaison

source: Solarized
fr: Solarisé

source: Some
fr: Quelques

source: Some instances proxy images to protect your privacy. In certain cases, this causes image loading to fail. You can bypass the image proxy and load directly, but this will expose your IP address to the image host.
fr: Certaines instances utilisent des proxy d’images pour protéger votre vie privée. Dans certains cas, cela entraîne l'échec du chargement de l'image. Vous pouvez contourner le proxy d'image et charger directement, mais cela exposera votre adresse IP à l'hôte de l'image.

source: Sort
fr: Trier

source: Sort by: %@
fr: Trier par : %@

source: Sort by...
fr: Trier par...

source: Sorting
fr: Triage

source: Spoiler
fr: Divulgâcheur

source: Start writing...
fr: Commencer à écrire…

source: Stats
fr: Statistiques

source: Strikethrough
fr: Barré

source: Subject
fr: Sujet

source: Submit
fr: Soumettre

source: Submit Application
fr: Soumettre l’inscription

source: Submitted
fr: Soumis

source: Submitting...
fr: Envoi...

source: Subscribe
fr: S'abonner

source: Subscribed
fr: Abonné

source: Subscribers
fr: Abonnés
